adafruit/circuitpython/ports/raspberrypi/boards/maple_elite_pi/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Maple Computing Elite-Pi"
#define MICROPY_HW_MCU_NAME "rp2040"
